cask "1password"
cask "1password-cli"
cask "claude-code"
brew "cmake"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "gettext"
cask "ghostty@tip"
cask "google-chrome"
brew "libyaml"
brew "mise"
brew "ninja"
brew "postgresql@18"
brew "ripgrep"
brew "starship"
brew "stow"
